<?php

use Illuminate\Container\Container;

/* ------------------------------------------------------
 * Подключение сервисов и вспомогательных компонентов */
require '../app/libs/helpers.php';
 /* Подключение констант */
require '../config/const.php';
/* -----------------------------------------------------*/


/* ------------------------------------------------------
 * Создание экземпляра приложения и получение ответа */
//$application = new \SDK\App();

$auth = getAuth();
$container = Container::getInstance();
$app = $container->make('\\SDK\\App');


$app->render();
/* -----------------------------------------------------*/

